brew "starship"

brew "coreutils"
brew "fd"
brew "ripgrep"
brew "wget"

tap "nikitabobko/tap"
cask "nikitabobko/tap/aerospace"

cask "mactex"

tap "jimeh/emacs-builds"
cask "jimeh/emacs-builds/emacs-app"

brew "tealdeer"

tap "FelixKratz/formulae"
brew "FelixKratz/formulae/borders"

cask "zed"

cask "ghostty"

cask "keycastr"
brew "gnupg"
brew "pinentry-mac"

cask "espanso"
